{
  "Autopair": { "branch": "master" },
  "Comment.nvim": { "branch": "master" },
  "Completion": { "branch": "main" },
  "Delve": { "branch": "master" },
  "Fidget": { "branch": "main" },
  "Fugitive": { "branch": "master" },
  "Gitlinker": { "branch": "master" },
  "Gitsigns": { "branch": "main" },
  "Harpoon": { "branch": "master" },
  "LspConfig": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "Lualine": { "branch": "master" },
  "Telescope": { "branch": "master" },
  "Tmux Navigator": { "branch": "master" },
  "Treesitter": { "branch": "master" },
  "Trouble": { "branch": "main" },
  "Undotree": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lsp-inlayhints.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "vim-surround": { "branch": "master" },
  "vim-test": { "branch": "master" }
}