{
  "Autopair": { "branch": "master" },
  "Autotag": { "branch": "main" },
  "Comment.nvim": { "branch": "master" },
  "Completion": { "branch": "main" },
  "Conform": { "branch": "master" },
  "Crates": { "branch": "main" },
  "Fidget": { "branch": "main" },
  "Fugitive": { "branch": "master" },
  "Gitlinker": { "branch": "master" },
  "Gitsigns": { "branch": "main" },
  "Harpoon": { "branch": "master" },
  "LspConfig": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "Lualine": { "branch": "master" },
  "Markdown Preview": { "branch": "master" },
  "Nvim Lint": { "branch": "master" },
  "Obsidian": { "branch": "main" },
  "Rustacean": { "branch": "master" },
  "Telescope": { "branch": "master" },
  "Tmux Navigator": { "branch": "master" },
  "Treesitter": { "branch": "master" },
  "Trouble": { "branch": "main" },
  "Undotree": { "branch": "master" },
  "WhichKey": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
  "flow.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-inlayhints.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nordic.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "vim-surround": { "branch": "master" }
}
