{
  "Comment.nvim": { "branch": "master" },
  "Completion": { "branch": "main" },
  "Conform": { "branch": "master" },
  "CopilotChat.nvim": { "branch": "main" },
  "Crates": { "branch": "main" },
  "Fidget": { "branch": "main" },
  "Fugitive": { "branch": "master" },
  "Gitlinker": { "branch": "master" },
  "Gitsigns": { "branch": "main" },
  "Harpoon": { "branch": "master" },
  "LspConfig": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "Lualine": { "branch": "master" },
  "Markdown Preview": { "branch": "master" },
  "Nvim Lint": { "branch": "master" },
  "Rustacean": { "branch": "master" },
  "Telescope": { "branch": "master" },
  "Tmux Navigator": { "branch": "master" },
  "Trouble": { "branch": "main" },
  "Undotree": { "branch": "master" },
  "WhichKey": { "branch": "main" },
  "avante.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gen.nvim": { "branch": "main" },
  "img-clip.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-inlayhints.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-markdown": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "vim-jsonnet": { "branch": "master" },
  "vim-surround": { "branch": "master" }
}
